Repository: cjhopman/Battle-for-Wesnoth-on-Android
Catalog: jni/gettext-0.18/gettext-runtime/po/*.po
Languages: pl

source: write error
pl: b³±d zapisu

source: Unknown system error
pl: Nieznany b³±d systemu

source: memory exhausted
pl: pamiêæ wyczerpana

source: Copyright (C) %s Free Software Foundation, Inc. License GPLv3+: GNU GPL version 3 or later <http://gnu.org/licenses/gpl.html> This is free software: you are free to change and redistribute it. There is NO WARRANTY, to the extent permitted by law.
pl: Copyright (C) %s Free Software Foundation, Inc. Licencja GPLv3+: GNU GPL, wersja 3 lub nowsza <http://gnu.org/licenses/gpl.html> To jest wolne oprogramowanie: mo¿esz je modyfikowaæ i rozpowszechniaæ. Autorzy NIE DAJ¡ GWARANCJI, na ile pozwala na to prawo.

source: Written by %s.
pl: Autor programu: %s.

source: too many arguments
pl: za du¿o argumentów

source: missing arguments
pl: brakuj±ce argumenty

source: Try `%s --help' for more information.
pl: Spróbuj `%s --help' ¿eby otrzymaæ wiêcej informacji.

source: Usage: %s [OPTION] [SHELL-FORMAT]
pl: Sk³adnia: %s [OPCJA] [FORMAT-POW£OKI]

source: Substitutes the values of environment variables.
pl: Podstawia warto¶ci zmiennych pow³oki.

source: Operation mode:
pl: Tryb dzia³ania:

source: -v, --variables output the variables occurring in SHELL-FORMAT
pl: -v, --variables wypisanie zmiennich z FORMATU-POW£OKI

source: Informative output:
pl: Informacje:

source: -h, --help display this help and exit
pl: -h, --help wy¶wietlenie tego opisu i zakoñczenie

source: -V, --version output version information and exit
pl: -V, --version wy¶wietlenie informacji o wersji i zakoñczenie

source: In normal operation mode, standard input is copied to standard output, with references to environment variables of the form $VARIABLE or ${VARIABLE} being replaced with the corresponding values. If a SHELL-FORMAT is given, only those environment variables that are referenced in SHELL-FORMAT are substituted; otherwise all environment variables references occurring in standard input are substituted.
pl: W zwyk³ym trybie dzia³ania standardowe wej¶cie jest kopiowane do standardowego wyj¶cia. Odniesienia do zmiennych ¶rodowiska w rodzaju $ZMIENNA i ${ZMIENNA} s± zastêpowane warto¶ciami zmiennych. Je¿eli jest podany FORMAT-POW£OKI, zastepowane s± tylko zmienne tam wymienione. W przeciwnym wypadku podstawiane s± warto¶ci wszystkich zmiennych ¶rodowiska podanych na standardowym wej¶ciu.

source: When --variables is used, standard input is ignored, and the output consists of the environment variables that are referenced in SHELL-FORMAT, one per line.
pl: Kiedy podana jest opcja --variables, standardowe wej¶cie jest ignorowane, a wynik sk³ada siê ze zmiennych ¶rodowiska podanych w FORMACIE-POW£OKI, ka¿da w osobnej linii.

source: Report bugs to <bug-gnu-gettext@gnu.org>.
pl: Raporty o b³êdach wysy³aj do bug-gnu-gettext@gnu.org

source: error while reading "%s"
pl: b³±d podczas czytania "%s"

source: standard input
pl: standardowe wej¶cie

source: Usage: %s [OPTION] [[TEXTDOMAIN] MSGID] or: %s [OPTION] -s [MSGID]...
pl: Sk³adnia: %s [OPCJA] [[DOMENA] MSGID] albo: %s [OPCJA] -s [MSGID]...

source: Display native language translation of a textual message.
pl: Wy¶wietla t³umaczenie komunikatu.

source: -d, --domain=TEXTDOMAIN retrieve translated messages from TEXTDOMAIN -e enable expansion of some escape sequences -E (ignored for compatibility) -h, --help display this help and exit -n suppress trailing newline -V, --version display version information and exit [TEXTDOMAIN] MSGID retrieve translated message corresponding to MSGID from TEXTDOMAIN
pl: -d, --domain=DOMENA wydobycie przet³umaczonych komunikatów z DOMENY -e rozwijanie niektórych sekwencji escape -E (ignorowane, dla kompatybilno¶ci) -h, --help wy¶wietlenie tego opisu i zakoñczenie -n wy³±czenie koñcowego znaku nowej linii -V, --version wy¶wietlenie informacji o wersji i zakoñczenie [DOMENA] MSGID wydobycie z DOMENY przet³umaczonego komunikatu odpowiadaj±cego MSGID

source: If the TEXTDOMAIN parameter is not given, the domain is determined from the environment variable TEXTDOMAIN. If the message catalog is not found in the regular directory, another location can be specified with the environment variable TEXTDOMAINDIR. When used with the -s option the program behaves like the `echo' command. But it does not simply copy its arguments to stdout. Instead those messages found in the selected catalog are translated. Standard search directory: %s
pl: Je¿eli parametr DOMENA nie jest podany, domena (nazwa pakietu) jest wyznaczana ze zmiennej ¶rodowiskowej TEXTDOMAIN. Je¿eli katalog komunikatów nie zostanie znaleziony w domy¶lnym katalogu, inna lokalizacja mo¿e byæ podana przez zmienn± ¶rodowiskow± TEXTDOMAINDIR. Je¿eli u¿yty z opcj± -s, program zachowuje siê jak komenda `echo', ale zamiast kopiowaæ argumenty na standardowe wyj¶cie t³umaczy komunikaty znalezione w wybranym katalogu. Domy¶lnie przeszukiwany katalog: %s

source: Usage: %s [OPTION] [TEXTDOMAIN] MSGID MSGID-PLURAL COUNT
pl: Sk³adnia: %s [OPCJA] [DOMENA] MSGID MSGID-MNOGA ILO¦Æ

source: Display native language translation of a textual message whose grammatical form depends on a number.
pl: Wy¶wietlenie t³umaczenia komunikatu, którego forma gramatyczna zale¿y od liczby

source: -d, --domain=TEXTDOMAIN retrieve translated message from TEXTDOMAIN -e enable expansion of some escape sequences -E (ignored for compatibility) -h, --help display this help and exit -V, --version display version information and exit [TEXTDOMAIN] retrieve translated message from TEXTDOMAIN MSGID MSGID-PLURAL translate MSGID (singular) / MSGID-PLURAL (plural) COUNT choose singular/plural form based on this value
pl: -d, --domain=DOMENA wydobycie przet³umaczonych komunikatów z DOMENY -e w³±czenie rozwijania niektórych sekwencji escape -E (ignorowane, dla kompatybilno¶ci) -h, --help wy¶wietlenie tego opisu i zakoñczenie -n wy³±czenie koñcowego znaku nowej linii -V, --version wy¶wietlenie informacji o wersji i zakoñczenie [DOMENA] wydobycie z DOMENA przet³umaczonego komunikatu MSGID MSGID-MNOGA przet³umaczenie MSGID (pojed.) / MSGID-MNOGA (mn.) LICZBA wybranie formy pojed./mn. w oparciu o LICZBÊ

source: If the TEXTDOMAIN parameter is not given, the domain is determined from the environment variable TEXTDOMAIN. If the message catalog is not found in the regular directory, another location can be specified with the environment variable TEXTDOMAINDIR. Standard search directory: %s
pl: Je¿eli parametr DOMENA nie jest podany, domena (nazwa pakietu) jest wyznaczana ze zmiennej ¶rodowiskowej TEXTDOMAIN. Je¿eli katalog komunikatów nie zostanie znaleziony w domy¶lnym katalogu, inna lokalizacja mo¿e byæ podana przez zmienn± ¶rodowiskow± TEXTDOMAINDIR. Domy¶lnie przeszukiwany katalog: %s
